Repository: ImageAccess/BscanILL
Catalog: ViewPane/ViewPane3/ViewPane2Strings.*-*.resx
Languages: chs, es

# ApplyAndClose_STR
source: Apply & Close
chs: 应用科技关闭
es: Aplicar & cerrar

# Cancel_STR
source: Cancel
chs: 取消
es: Cancelar

# CanTAccessOriginalImageFile_STR
source: Can't access original image file
chs: 无法访问原始图像文件
es: No se puede tener acceso a archivo de imagen original

# Close_STR
source: Close
chs: 关闭
es: Cerrar

# DespeckleDlg_Description_STR
source: Despeckle Mask Size:
chs: 去斑面膜大小：
es: Refinar el tamaño de la máscara:

# DespeckleDlg_FormTitle_STR
source: Despeckle
chs: 去斑
es: Refinar

# DespeckleDlg_Options_STR
source: Despeckle Options:
chs: 去斑的选项：
es: Refinar las opciones:

# Enabled_STR
source: Enabled
chs: 已启用
es: Habilitado

# IpDlg_ApplyTo_STR
source: Apply To:
chs: 适用于：
es: Aplicar para:

# IpDlg_BackgroundRemoval_STR
source: Background Removal
chs: 背景去除
es: Eliminación de fondo

# IpDlg_BbRemoval_STR
source: Black Border Removal
chs: 去除黑色边框
es: Eliminación de borde negro

# IpDlg_DespeckleMask_STR
source: Despeckle Mask:
chs: 去斑掩码：
es: Refinar la máscara:

# IpDlg_FormTitle_STR
source: Image Processing
chs: 图像处理
es: Procesamiento de imágenes

# IpDlg_GroupDespeckle_STR
source: Despeckle
chs: 去斑
es: Refinar

# IpDlg_GroupInvert_STR
source: Invert
chs: 反相
es: Invertir

# IpDlg_GroupRotation_STR
source: Rotation
chs: 旋转
es: Rotación

# IpDlg_Rotation_STR
source: Rotation:
chs: 旋转：
es: Rotación:

# Ok_STR
source: OK
chs: 还行
es: Vale

# CanTAccessReducedImageFile_STR
source: Can't access reduced image file
chs: 减少的图像文件无法访问
es: No puede tener acceso a archivo de imagen reducida

# CanTAccessPreviewFile_STR
source: Can't access preview file
chs: 无法访问文件预览
es: No puede acceder a los archivos de previsualización

# ScanID_STR
source: Scan ID:
chs: 扫描 ID：
es: Análisis ID:

# BaseName_STR
source: Base Name:
chs: 基名称：
es: Nombre de la base:

# Created_STR
source: Created:
chs: 创建：
es: Creado:

# BookPart_STR
source: Book Part:
chs: 本书第部分：
es: Parte del libro:

# Brightness_STR
source: Brightness:
chs: 亮度：
es: Brillo:

# Contrast_STR
source: Contrast:
chs: 对比：
es: Contraste:

# PageID_STR
source: Page ID:
chs: 页面 ID：
es: Página ID:

# CanTFindAnyActiveScanSets_STR
source: Can't find any active Scan Sets!
chs: 找不到任何积极的扫描集 ！
es: No se encuentra ningún conjunto de exploración activa!

# FrontCover_STR
source: Front Cover
chs: 前盖
es: Delantera cubierta

# SpineCover_STR
source: Spine Cover
chs: 脊柱盖
es: Tapa de la columna vertebral

# RearCover_STR
source: Rear Cover
chs: 后盖
es: Tapa trasera

# HeadEdge_STR
source: Head Edge
chs: 头边缘
es: Borde de cabeza

# TailEdge_STR
source: Tail Edge
chs: 尾部边缘
es: Borde de la cola

# ForeEdge_STR
source: Fore Edge
chs: Fore 边缘
es: FORE borde

# FrontEndPapers_STR
source: Front End Papers
chs: 前年底论文
es: Delantero extremo Papers

# FrontPastdownEndPaper_STR
source: Front Pastdown End Paper
chs: 前 Pastdown 结束纸
es: Delantero Pastdown final papel

# FrontFreeEndPaper_STR
source: Front Free End Paper
chs: 前自由端纸
es: Delantero libre de papel de fin

# RearEndPapers_STR
source: Rear End Papers
chs: 后端论文
es: Papeles de extremo posterior

# RearFreeEndPaper_STR
source: Rear Free End Paper
chs: 后方免费的结束纸
es: Libro gratuito de extremo posterior

# RearPastdownEndPaper_STR
source: Rear Pastdown End Paper
chs: 后方 Pastdown 结束纸
es: Papel de extremo trasero Pastdown

# Normal_STR
source: Normal
chs: 正常

# Other_STR
source: Other
chs: 其他
es: Otros

# None_STR
source: None
chs: 无
es: Ninguno

# Unknown_STR
source: Unknown
chs: 未知
es: Desconocido

# NoRotation_STR
source: No rotation.
chs: 不进行旋转。
es: Sin rotación.

# Rotation_STR
source: 90° rotation.
chs: 90 ° 旋转。
es: rotación de 90 °.

# Rotation2_STR
source: 180° rotation.
chs: 180 ° 旋转。
es: rotación de 180 °.

# DespeckleAppliesToBitonalImagesOnly_STR
source: Despeckle (applies to bitonal images only).
chs: 去斑 (仅适用于黑白图像）。
es: Refinar (se aplica sólo en imágenes bitonal).

# Rotation3_STR
source: 270° rotation.
chs: 270 ° 旋转。
es: rotación de 270 °.

# BlackBorderRemovalAppliesToBitonalImagesOnly_STR
source: Black border removal (applies to bitonal images only).
chs: 去除黑色边框 （仅适用于黑白图像）。
es: Eliminación de borde negro (se aplica sólo en imágenes bitonal).

# BackgroundRemovalAppliesToColorAndGrayscale_STR
source: Background removal (applies to color and grayscale images only).
chs: （仅适用于彩色和灰度图像） 的背景去除。
es: Eliminación de fondo (se aplica a imágenes en color y en escala de grises sólo).

# InvertFunction_STR
source: Invert function.
chs: 反转功能。
es: Invertir la función.

# SelectToMoveImage_STR
source: Select to move image
chs: 选择要移动图像
es: Seleccione esta opción para mover la imagen

# SelectToChooseZoomInArea_STR
source: Select to choose zoom in area
chs: 选择此选项可在区域中选择缩放
es: Seleccione elegir zoom en área

# SelectToChooseZoomOutArea_STR
source: Select to choose zoom out area
chs: 选择此选项可以选择面积缩小
es: Seleccione elegir alejar de la zona

# SelectToDynamiclyChangeZoom_STR
source: Select to dynamicly change zoom
chs: 选择此选项可以动态更改缩放
es: Seleccione Cambiar Refiltrado zoom

# SelectToBeAbleToSelectImageArea_STR
source: Select to be able to select image area
chs: 选择此选项可将无法选择图像区域
es: Seleccione esta opción para poder seleccionar el área de la imagen

# SelectToAllowTheCurrentPageSizeToBeChanged_STR
source: Select to allow the current page size to be changed without affecting other page sizes.
chs: 选择以允许当前的页面大小，要更改而不影响其它页面大小。
es: Seleccione esta opción para permitir que el tamaño de la página actual a modificarse sin afectar a otros tamaños de página.

# PressToMakeClipsOnCurrentImageTheSameSize_STR
source: Press to make clips on current image the same size.
chs: 按键以使剪辑上当前图像的大小相同。
es: Presione para que los clips en el mismo tamaño de imagen actual.

# SelectToAdjustContentClips_STR
source: Select to adjust content clips
chs: 选择要调整内容的剪辑
es: Seleccione ajustar clips de contenido

# SelectToAdjustBookFoldLeadingPoints_STR
source: Select to adjust book fold leading points
chs: 选择此选项可调整书籍折页领先点
es: Seleccione ajustar puntos líder de doblez de libro

# SelectToEditFingersZones_STR
source: Select to edit finger zones
chs: 选择要编辑的手指区
es: Seleccione Editar zonas de dedo

# ClickToChangeSettings_STR
source: Click to change settings
chs: 要更改设置，请单击
es: Haga clic para cambiar la configuración

# PressToDisplayFirstImage_STR
source: Press to display first image
chs: 按键以显示第一幅图像
es: Pulse para visualizar la primera imagen

# PressToDisplayPreviousImage_STR
source: Press to display previous image
chs: 按键以显示前一个图像
es: Pulse para visualizar la imagen anterior

# PressToDisplayNextImage_STR
source: Press to display next image
chs: 按键以显示下一张图像
es: Pulse para visualizar la siguiente imagen

# PressToDisplayLastImage_STR
source: Press to display last image
chs: 按键以显示最后的图像
es: Pulse para visualizar la última imagen

# SelectToDisplayLeftPage_STR
source: Select to display left page
chs: 选择要显示的左的页
es: Seleccione esta opción para mostrar la página izquierda

# SelectToDisplayRightPage_STR
source: Select to display right page
chs: 选择要显示的右页
es: Seleccione esta opción para mostrar la página derecha

# PressToScanImage_STR
source: Press to scan image
chs: 按下以扫描图像
es: Pulse para explorar la imagen

# PressToRotateImage90_STR
source: Press to rotate image 90º
chs: 按可旋转图像 90 º
es: Pulse para girar la imagen 90 º

# PressToRotateImage180_STR
source: Press to rotate image 180º
chs: 按可旋转图像 180º
es: Pulse para girar la imagen 180 º

# PressToRotateImage1_STR
source: Press to rotate image -1º
chs: 按可旋转图像-大厦 1
es: Pulse para girar la imagen - 1 º

# PressToRotateImagePlus1_STR
source: Press to rotate image +1º
chs: 按该按钮可旋转图像 + 大厦 1
es: Pulse para girar la imagen + 1 º

# PressToSeeOriginalSize_STR
source: Press to see original size
chs: 记者看到原始大小
es: Oprima para ver tamaño original

# PressToFitImage_STR
source: Press to fit image
chs: 记者以适合图像
es: Pulse para ajustar imagen

# PressToFitWidth_STR
source: Press to fit width
chs: 记者以适合宽度
es: Pulse para ajustar ancho

# PressToZoomIn_STR
source: Press to zoom in
chs: 按可放大
es: Pulse para ampliar

# PressToZoomOut_STR
source: Press to zoom out
chs: 新闻要缩小
es: Pulse para alejar

# ActualSize_STR
source: Actual Size
chs: 实际大小
es: Tamaño real

# FitImage_STR
source: Fit Image
chs: 图像尺寸调整
es: Ajuste de imagen

# FitWidth_STR
source: Fit Width
chs: 适应的宽度
es: Ajuste de ancho

# ImageFilePath_STR
source: Image file path
chs: 图像的文件路径
es: Ruta de archivo de imagen

# IsInvalid_STR
source: is invalid!
chs: 无效 ！
es: no es válido!

# BothBlackAndWhiteSpeckles_STR
source: Both black and white speckles
chs: 这两个白色和黑色的斑点
es: Ambos moteados blancos y negro

# BlackSpecklesOnly_STR
source: Black speckles only
chs: 黑色斑只
es: Negro puntos sólo

# WhiteSpecklesOnly_STR
source: White speckles only
chs: 白只斑
es: Blanco sólo puntos
